[
  {
    "name": "HTML",
    "id": "html",
    "level": 90,
    "description": "HTML is the standard markup language for creating web pages. It provides the structure and content of a webpage, allowing developers to define elements such as headings, paragraphs, links, images, and more."
  },
  {
    "name": "CSS",
    "id": "css",
    "level": 80,
    "description": "CSS (Cascading Style Sheets) is a stylesheet language used for describing the presentation of a document written in HTML. It allows developers to control the layout, colors, fonts, and overall visual appearance of web pages."
  },
  {
    "name": "JavaScript",
    "id": "javascript",
    "level": 85,
    "description": "JavaScript is a high-level, dynamic programming language that enables interactive and dynamic behavior on web pages. It is widely used for client-side scripting and can also be used on the server side with Node.js."
  },
  {
    "name": "React",
    "id": "react",
    "level": 75,
    "description": "React is a JavaScript library for building user interfaces. It allows developers to create reusable UI components and manage the state of applications efficiently. React is often used for single-page applications (SPAs) and mobile applications."
  },
  {
    "name": "TypeScript",
    "id": "typescript",
    "level": 70,
    "description": "TypeScript is a superset of JavaScript that adds static typing to the language. It helps developers catch errors at compile time and provides better tooling support, making it easier to work with large codebases."
  },
  {
    "name": "Dogs",
    "id": "dogs",
    "level": 100,
    "description": "I love dogs so much!"
  },
  {
    "name": "Wine Tastings",
    "id": "wine-tastings",
    "level": 100,
    "description": "I love wine tastings!"
  },
  {
    "name": "Traveling",
    "id": "traveling",
    "level": 100,
    "description": "I love traveling!"
  },
  {
    "name": "Cooking",
    "id": "cooking",
    "level": 100,
    "description": "I love cooking!"
  },
  {
    "name": "Reading",
    "id": "reading",
    "level": 100,
    "description": "I love reading!"
  },
  {
    "name": "Playing the Piano",
    "id": "playing-the-piano",
    "level": 100,
    "description": "I love playing the piano!"
  }
]
